Family definition contains too many elements. Consider simplification of the family.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ManyElementInFamily { get; }
  Visual Basic
Public Shared ReadOnly Property ManyElementInFamily As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ManyElementInFamily {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures PerformanceFailures Class
  Autodesk.Revit.DB Namespace